{
    "LocaleSwitcher": {
        "label": "Sprache ändern",
        "locale": "{locale, select, de {🇩🇪 Deutsch} en {🇺🇸 English} ja {🇯🇵 日本語} other {Unbekannt}}"
    },
    "Navbar": {
        "title": "Rednox",
        "scheduleButton": "Pilotprojekt planen",
        "menu": {
            "home": "Startseite",
            "solutions": {
                "title": "Lösungen",
                "link1": {
                    "title": "Hochleistungsmotoren",
                    "description": "Überwachung und Kontrolle von Emissionen von Hochleistungsmotoren."
                },
                "link2": {
                    "title": "Stromaggregate & Primärstrom",
                    "description": "Überwachung und Kontrolle von Emissionen von Stromaggregaten und Primärstrom."
                },
                "link3": {
                    "title": "AgriNOx",
                    "description": "Überwachung und Kontrolle von Emissionen von landwirtschaftlichen Geräten."
                }
            },
            "press-release": {
                "title": "Presse",
                "link1": "Pressemitteilung",
                "link2": "In den Nachrichten",
                "link3": "Publikationen"
            },
            "contact": "Kontakt",
            "technology": "Technologie",
            "about": {
                "title": "Über uns",
                "link1": "Über Rednox",
                "link2": "Team",
                "link3": "Investoren"
            }
        }
    },
    "Footer": {
        "caption": "Führend auf dem Weg zu emissionsarmen bis emissionsfreien Motoren, Fabriken und Agrarflächen",
        "socials": "Folgen Sie uns auf Social Media für Updates",
        "links": {
            "company": {
                "title": "Unternehmen",
                "link1": "Technologie",
                "link2": "Lösungen",
                "link3": "Über uns"
            },
            "resourses": {
                "title": "Nachrichten & Publikationen",
                "link1": "Pressemitteilungen",
                "link2": "In den Nachrichten",
                "link3": "Publikationen"
            }
        }
    },
    "HomePage": {
        "title": "Rednox",
        "heroHeadline": "Hochempfindliche Emissionssensoren für",
        "heroDescription": "Emissionen senken, Compliance-Kosten reduzieren und betriebliche Einsparungen freisetzen - schneller als regulatorische Fristen.",
        "scheduleButton": "Pilotprojekt planen",
        "flipWords": {
            "agricultural": "Landwirtschaft",
            "hde": "HDE",
            "gensets": "Stromaggregate"
        },
        "sensorSpecifications": {
            "title": "Sensorspezifikationen",
            "description": "Unsere Dual-Sensor-Plattform ermöglicht den Nachweis von $NOx$ im Sub-ppm-Bereich und von $N₂O$ im ppb-Bereich, was ein früheres Eingreifen, intelligentere Steuerungen und niedrigere emissionsbedingte Kosten ermöglicht."
        },
        "keyValueGrid": {
            "hde": "RedNOx™ HDE & Genset Sensor",
            "agrinox": "AgriNOx™ N₂O Sensor",
            "metrics": {
                "detectionFloor": "Nachweisgrenze",
                "accuracy": "Genauigkeit",
                "t90": "T90 Ansprechzeit",
                "output": "Ausgabe",
                "operatingTemp": "Betriebstemperatur",
                "ingress": "Eindringschutz",
                "lifetime": "Lebensdauer"
            }
        },
        "IntroSection": {
            "statement": "entwickelt hochempfindliche Gassensoren für Hochleistungsmotoren, Generatoren und die Landwirtschaft. Diese liefern Echtzeit-Daten zu NOₓ und N₂O und helfen Kunden, die EPA/CARB-Standards einzuhalten und ihre Rentabilität zu steigern.",
            "trustedBy": "Unsere Partner"
        },
        "whyYouShouldCare": {
            "headline": "Warum Sie sich interessieren sollten",
            "subheader": "Schützen Sie die Umwelt",
            "description": "NOₓ verursacht Smog und sauren Regen; N₂O hat das 298-fache GWP von CO₂. Ein ppm, das Sie heute eliminieren, verhindert morgen sowohl eine Luftqualitätsstrafe als auch eine Treibhausgasstrafe.",
            "downloadButton": "Datenblatt herunterladen",
            "scheduleButton": "Pilotprojekt planen"
        },
        "solutionsSection": {
            "headline": "Lösungen",
            "subheader": "Präzisionsüberwachung für jede Emissionsherausforderung",
            "exploreButton": "Lösungen erkunden",
            "solutions": {
                "hde": {
                    "title": "Hochleistungsmotoren",
                    "description": "Reduzieren Sie die SCR-bezogenen Kosten um 10-20 % durch frühzeitige NOₓ-Erkennung. Vermeiden Sie Nichteinhaltungsstrafen von bis zu 50.000 US-Dollar pro Motor."
                },
                "genset": {
                    "title": "Stromaggregate & Primärstrom",
                    "description": "Reduzieren Sie den Kraftstoffverbrauch um bis zu 8 % und verlängern Sie die Wartungsintervalle um 15-30 % durch lastbasierte NOₓ-Abstimmung."
                },
                "agrinox": {
                    "title": "AgriNOx - Präzise N₂O-Überwachung",
                    "description": "Validieren Sie die Stickstoffeffizienz und reduzieren Sie N₂O-Emissionen, um 20-50 US-Dollar pro Acre auf freiwilligen Kohlenstoffmärkten zu verdienen."
                }
            }
        },
        "benefitsTabs": {
            "title1": "Eine Produktpalette,",
            "title2": "die Ihren Anforderungen entspricht",
            "tabs": {
                "oem": {
                    "title": "OEMs",
                    "heading": "Schon heute für die Vorschriften von morgen entwickeln.",
                    "description": "Der RedNOx-Sensor bietet die Präzision und Langlebigkeit, die Sie zur Einhaltung strenger Emissionsnormen benötigen, einschließlich des U.S. EPA & CARB $NOx$-Grenzwerts von 0,02 g/hp-hr für 2027. Mit einem Erfassungsbereich von 1–20 ppm und einer Genauigkeit von ±10 % können Sie Gewährleistungsmargen aufrechterhalten und die Konformität Ihrer Produkte sicherstellen. Die Plug-and-Play-ECU-Schnittstelle und der J1939-Datenfluss vereinfachen die Integration in Ihre Motorsysteme. Der heizoptimierte Keramikstapel erreicht die Betriebstemperatur in weniger als 30 Sekunden und ermöglicht so die Einhaltung der Cold-Start-FTP-Anforderungen. Unsere Solid-State-Konstruktion ist beständig gegen Schwefel, Ölaerosole und Temperaturschocks und gewährleistet eine Lebensdauer von über 10.000 Betriebsstunden. Jeder Sensor wird werkseitig mit NIST-rückverfolgbaren Mischungen kalibriert und die Daten werden im Speicher abgelegt, was die ISO 9001- und regulatorische Berichterstattung vereinfacht."
                },
                "fleetManager": {
                    "title": "Flottenmanager",
                    "heading": "Optimieren Sie Ihre Flotte für Compliance und Rentabilität.",
                    "description": "Der RedNOx-Sensor ermöglicht eine kontinuierliche, genaue Echtzeitmessung der $NOx$-Emissionen für jeden Lkw in Ihrer Flotte. Das Cloud-Dashboard und die API ermöglichen es Ihnen, die $NOx$-Intensität pro Lkw anzuzeigen und liefern Ihnen die rückverfolgbaren Daten, die Sie benötigen, um Ihre Führungsrolle im Umweltschutz zu belegen und Vorschriften einzuhalten. Durch die Integration des Sensors in Ihr Flottenmanagementsystem können Sie die Daten nutzen, um die Harnstoffdosierung und Regeneration nur bei Bedarf auszulösen, was bis zu 5 % an Diesel-Abgasflüssigkeit (DEF) einsparen kann. Unsere Ferndiagnosefunktionen und die Selbstdiagnose helfen Ihnen, Wartungsarbeiten zu planen, bevor eine Warnleuchte aufleuchtet, und sorgen so für eine bessere Betriebszeit. Dieser proaktive Ansatz hilft Ihnen, kostspielige Geldstrafen für Luftqualität und Treibhausgas-Strafen zu vermeiden."
                },
                "farmManager": {
                    "title": "Betriebsleiter",
                    "heading": "Maximieren Sie Erträge und Gewinne durch intelligenteres Stickstoffmanagement.",
                    "description": "Mit Echtzeit-In-situ-$N₂O$-Daten von AgriNOx können Sie intelligentere Entscheidungen über die Stickstoffanwendung treffen. Unsere Sensoren bieten einen Echtzeit-Algorithmus, der $N₂O$-ppm in Kilogramm Stickstoffverlust pro Hektar umrechnet – eine Schlüsselmetrik zur Maximierung der Stickstoffnutzungseffizienz (NUE). Indem Sie genau wissen, wann und wo Stickstoff verloren geht, können Sie den Stickstoffeintrag insgesamt reduzieren und Düngemittelkosten sparen. Unsere Sensoren ermöglichen auch den zeitlich abgestimmten Einsatz von Stickstoffinhibitoren, was den Einsatz weiter reduziert und die Wirksamkeit Ihres Stickstoffs verbessert. Dieser Ansatz der Präzisionslandwirtschaft steigert nicht nur Ihren Gewinn, sondern wandelt auch Stickstoffeinsparungen in überprüfbare Kohlenstoffgutschriften (Carbon Credits) um und belegt so die Nachhaltigkeit Ihres Betriebs."
                }
            }
        },
        "PressReleaseSection": {
            "title": "Presse",
            "readMoreButton": "Mehr erfahren"
        }
    },
    "HeavyDutyEngines": {
        "title": "Hochleistungsmotoren",
        "description": "RedNOx bietet fortschrittliche Sensorlösungen für Hochleistungsmotoren, die entwickelt wurden, um die strengen Anforderungen kommender Vorschriften wie der 2027 U.S. EPA & CARB zu erfüllen.",
        "downloadButton": "Datenblatt herunterladen",
        "scheduleButton": "Pilotprojekt planen",
        "problemSection": {
            "headline": "Das Problem",
            "subheader": "OEMs stehen vor dem U.S. EPA & CARB NOx-Grenzwert von 0,02 g/hp-hr für 2027, während Kunden < 1 Gallone/Stunde Kraftstoffverbrauch fordern. Aktuelle elektrochemische Sensoren erreichen ihren Tiefpunkt bei ~50 ppm."
        },
        "ourFixSection": {
            "headline": "Unsere Lösung",
            "fixes": {
                "1": {
                    "title": "1 – 20 ppm Detektion mit ±10 % Fehler",
                    "description": "Dies hält Sie innerhalb der Garantiefristen."
                },
                "2": {
                    "title": "Plug-and-Play ECU-Schnittstelle.",
                    "description": "Ein Kabelbaum, zwei CAN-Frames pro Sekunde."
                },
                "3": {
                    "title": "Heizungsoptimierter Keramikstapel",
                    "description": "Erreicht die Temperatur in < 30 s – erfüllt den Kaltstart-FTP."
                },
                "4": {
                    "title": "Cloud API & Dashboard",
                    "description": "Regeneration oder Harnstoffdosierung nur bei Bedarf auslösen, wodurch bis zu 5 % DEF eingespart werden."
                }
            }
        },
        "useCaseFlowSection": {
            "headline": "Anwendungsfall-Ablauf",
            "list": {
                "1": "Sensor wird in die Nachbehandlungs-Gleitverbindung geschraubt.",
                "2": "Daten fließen über J1939 zur ECU (Closed-Loop) und über LTE zur RedNOx Cloud.",
                "3": "Flottenmanager sieht pro LKW die NOx-Intensität und die Kraftstoff-/NH₃-Kompromisskurven."
            }
        }
    },
    "Gensets": {
        "title": "Stromaggregate & Primärstrom",
        "description": "Für stationäre Motoren sind kontinuierliche Konformität und Betriebseffizienz von größter Bedeutung. RedNOx bietet fortschrittliche Sensorlösungen für Stromaggregate und Primärstrom, die entwickelt wurden, um genaue Echtzeit-NOx-Emissionsdaten zu liefern. Unsere Sensoren helfen, kostspielige Abschaltungen unter den Tier 4 Final-Vorschriften zu vermeiden, indem sie eine Detektion im <10 ppm Bereich ermöglichen. Mit Plug-and-Play-Integration in SCADA-Panels über Modbus-TCP und Ferntelemetrie für proaktive Selbstdiagnose stellt RedNOx sicher, dass Ihr Betrieb auch an abgelegenen Standorten konform und optimiert bleibt.",
        "downloadButton": "Datenblatt herunterladen",
        "list": {
            "1": "24/7 Compliance-Audits",
            "2": "Abgelegene Standorte",
            "3": "Kraftstoffkosten betragen > 70 % der Betriebskosten"
        },
        "featureHighLight": {
            "title": "Feature-Highlight",
            "1": {
                "title": "< 10 ppm Bereich",
                "description": "Vermeidet Abschaltungen unter den Tier 4 Final-Vorschriften."
            },
            "2": {
                "title": "Modbus-TCP",
                "description": "Passt direkt in die meisten SCADA-Panels."
            },
            "3": {
                "title": "Selbstdiagnose (Heizwiderstand, λ-Drift) wird vorgelagert gestreamt; planen Sie den Service, bevor die Leuchte angeht.",
                "description": ""
            }
        },
        "keySpecifications": {
            "title": "Schlüsselspezifikationen"
        }
    },
    "AgriNOx": {
        "title": "AgriNOx - Präzise N₂O-Überwachung",
        "description": "Präzise N₂O-Überwachung für landwirtschaftliche Geräte, um die Einhaltung der Tier 4 Final-Vorschriften zu gewährleisten und die Kraftstoffkosten zu senken.",
        "downloadButton": "Datenblatt herunterladen",
        "valuePropositionSection": {
            "title": "Wertversprechen",
            "list": {
                "1": {
                    "title": "Echtzeit-In-situ N₂O ppm → kg N Verlust/ha Algorithmus.",
                    "description": ""
                },
                "2": {
                    "title": "Wandelt Stickstoffeinsparungen in CARB LCFS oder freiwillige Kohlenstoffgutschriften um.",
                    "description": ""
                },
                "3": {
                    "title": "Integration mit GPS-fähigen Streuern",
                    "description": "variable Mengenrezepte basierend auf Live-Bodenausgasung."
                },
                "4": {
                    "title": "Jahresabonnement (SaaS)",
                    "description": "Analysen, Benchmarking und automatisierte Einreichung im Kreditregister."
                }
            }
        },
        "workflowSection": {
            "title": "Pilot-Workflow",
            "1": "Sonde und LoRa-Gateway in < 30 Minuten installieren.",
            "2": "Betrieb nutzt Live N₂O + Wetter, um Seitenstreifen zu optimieren.",
            "3": "Verifizierte Gutschrift wird automatisch bei der Ernte generiert."
        }
    },
    "Technology": {
        "title": "Die Wissenschaft hinter den RedNox-Produkten",
        "subTitle": "Erfahren Sie mehr über die ausgeklügelte Technik und das robuste Design, die es unseren Sensoren ermöglichen, beispiellose Sub-ppm-Erkenntnisse und dauerhafte Leistung in verschiedenen Anwendungen zu liefern",
        "specifications": {
            "title": "Hochleistungssensoren",
            "table": {
                "swipeToExplore": "Swipe to explore",
                "tableHead": {
                    "coreInnovation": "Kerninnovation",
                    "howItWorks": "Funktionsweise",
                    "whyItMatters": "Warum es wichtig ist"
                },
                "tableBody": {
                    "1": {
                        "coreInnovation": "Mischpotential-Keramikstapel — NOx",
                        "howItWorks": "Ein 250 μm YSZ-Elektrolyt ist zwischen Referenz- und Sensorelektroden eingebettet. Bei ~700 °C etablieren konkurrierende elektrokatalytische Reaktionen ein Mischpotential, das linear zum partiellen Druck von NO + NO₂ proportional ist. Der mehrschichtige Stapel wird siebgedruckt, bei 1.300 °C mitgebrannt und zur Sub-ppm-Linearität lasergetrimmt.",
                        "whyItMatters": "Die Festkörperkonstruktion ist unempfindlich gegenüber Schwefel, Ölaerosolen und Temperaturschocks und liefert eine Feldlebensdauer von >10.000 h, während sie ältere amperometrische Zellen übertrifft, die nahe 50 ppm an ihre Grenzen stoßen."
                    },
                    "2": {
                        "coreInnovation": "Integrierter Katalysator & Schnellaufheizung",
                        "howItWorks": "Eine nano-entwickelte Katalysatorschicht beschleunigt das NO↔NO₂-Redoxpaar und unterdrückt gleichzeitig die Kohlenwasserstoff-Übersprechungen. Ein spiralförmiger Heizer, der unter dem Sensorpad geätzt ist, erreicht 650 °C in <30 s mit einer Leistungsaufnahme von <8 W.",
                        "whyItMatters": "Schnelle Aufheizung erfasst Kaltstartspitzen – entscheidend für 2027 HD-FTP – und der geringe Stromverbrauch bedeutet, dass der Sensor direkt vom ECU-Kabelbaum betrieben wird."
                    },
                    "3": {
                        "coreInnovation": "On-Chip Temperatur- & Cross-Gas-Kompensation",
                        "howItWorks": "Zwei RTDs, die in die Keramik eingebettet sind, speisen einen 32-Bit-MCU, der alle 50 ms ein Polynom 4. Ordnung anwendet. Zusatzkanäle messen O₂ und H₂, um Matrixeffekte in Echtzeit zu korrigieren.",
                        "whyItMatters": "Hält eine Genauigkeit von ±10% von –40 °C bis +125 °C Gastemperaturen und über 0–20% O₂ aufrecht, wodurch Feldrekalibrierungszyklen entfallen."
                    },
                    "4": {
                        "coreInnovation": "Werkskalibrierung & Digitaler Fingerabdruck",
                        "howItWorks": "Jeder Chip wird gegen NIST-rückführbare 0, 5, 10 ppm NOx-Mischungen kalibriert. Kalibrierkurven und Heizkennlinien werden im OTP-Speicher gespeichert und in einem QR-Code auf dem Gehäuse codiert.",
                        "whyItMatters": "Die End-to-End-Rückverfolgbarkeit ermöglicht es OEMs und Flotten, jeden Sensor bis zu seinen Rohdaten zu überprüfen, was die ISO 9001- und regulatorische Berichterstattung vereinfacht."
                    },
                    "5": {
                        "coreInnovation": "NDIR-Modul — AgriNOx (N₂O)",
                        "howItWorks": "AgriNOx verwendet einen Zweistrahl-NDIR-Aufbau: einen schmalbandigen MEMS-IR-Emitter bei 4,5 μm, einen langlebigen optischen Pfad und ein Paar Thermosäulendetektoren (Probe & Referenz). Die Differentialspektroskopie eliminiert Feuchtigkeits-, CO₂- und NH₃-Interferenzen, während eine Mikropumpe einen kontinuierlichen Bodengasstrom ansaugt.",
                        "whyItMatters": "Liefert < 100 ppb Detektion mit <3 s Ansprechzeit direkt in Bodenfahnen, was eine Echtzeit-Stickstoffnutzungseffizienz-Kartierung ermöglicht. Der geringe Stromverbrauch (<2 W) und LoRaWAN ermöglichen es einer kleinen Solarzelle, die Sonde die ganze Saison über zu betreiben."
                    }
                }
            }
        }
    },
    "AboutRednox": {
        "title": "Über RedNOx",
        "headline": "NOₓ-, CO₂- und N₂O-Emissionen jetzt reduzieren",
        "subheader": "RedNOx ist ein Unternehmen, das GHG-Emissionssensoren entwickelt. Es kombiniert fortschrittliche Keramiktechnik mit hochpräzisen Instrumenten, um eine selektive und empfindliche NOₓ-, CO₂- und N₂O-Messplattform zu schaffen. Es hat in Zusammenarbeit mit führenden Automobil- und Agrarunternehmen mehrere Verifizierungsprogramme gestartet.",
        "whyRednox": {
            "title": "Warum RedNOx",
            "headline": "Bahnbrechende NOₓ-Technologie",
            "subheader": "Unsere Plattform kann NOₓ- und N₂O-Treibhausgase im Parts-per-Billion-Bereich messen. Unser Ziel ist es, Sensorplattformen für saubere Energie und alternative Kraftstoffmotoren weltweit so schnell wie möglich bereitzustellen. Wir entwickeln diese Sensoren für den Einsatz in verschiedenen Mobilitätsbereichen. Unsere LoNOₓ™ Hochtemperaturkeramik- und N₂O-Technologien können Emissionen potenziell auf die von der EPA und CARB festgelegten Werte reduzieren und gleichzeitig die Kosten für Motorenhersteller und Landwirte senken."
        },
        "founders": {
            "title": "Gründer",
            "solomon": {
                "bio": "Geboren in Uganda und aufgewachsen in Kenia als Kriegsflüchtling. Er war Mitbegründer von SpiroSure, das 2020 für 100 Millionen Dollar an ein multinationales Atemwegsunternehmen verkauft wurde."
            },
            "dutta": {
                "bio": "Ein weltweit anerkannter Experte für Sensortechnologie. Er entwickelte die Konzepte für die RedNOx-Technologie in seinem Labor an der Ohio State University."
            },
            "markel": {
                "bio": "Ein weltweit anerkannter Experte für Sensortechnologie. Er ist ein Systemtechnikexperte bei Makel Engineering."
            }
        }
    },
    "Leadership": {
        "title": "Führungsteam",
        "management": {
            "title": "Management",
            "members": {
                "solomon": {
                    "bio": "Geboren in Uganda und als Kriegsflüchtling in Kenia aufgewachsen. Er war Mitbegründer von SpiroSure, das 2020 für 100 Millionen Dollar an ein multinationales Unternehmen für Atemwegsprodukte verkauft wurde."
                },
                "dutta": {
                    "bio": "Ein weltweit führender Experte für Sensortechnologie. Er entwickelte Konzepte für die RedNOx-Technologie in seinem Labor an der Ohio State University."
                },
                "markel": {
                    "bio": "Ein weltweit führender Experte für Sensortechnologie. Er ist Experte für Systemtechnik bei Makel Engineering."
                }
            }
        },
        "advisors": {
            "title": "Beirat",
            "members": {
                "peter": {
                    "bio": "Ein erfahrener Unternehmer in der Tech-Branche. Er verfügt über mehr als 25 Jahre Erfahrung in der Architektur und dem Aufbau von Softwaresystemen und ist Experte für kundenzentrierte Lösungen."
                },
                "matt": {
                    "bio": "Gründungsmitglied des Farmers Business Network, das zu einem 4-Milliarden-Dollar-Unternehmen heranwuchs. Er leitete die Bereiche Data Science, Evaluierung neuer Technologien und Investitionen des Unternehmens."
                },
                "kurt": {
                    "bio": "Baute als GM das Geschäft mit landwirtschaftlichen Betriebsmitteln von FBN auf einen Jahresumsatz von 70 Mio. $ aus. Er war Mitbegründer von Graphyte zur Kohlenstoffentfernung mittels Biomasse und ist COO bei ProducePay, einem Fintech-Unternehmen für Agrarproduzenten."
                }
            }
        },
        "bod": {
            "title": "Investoren",
            "members": {
                "wayne": {
                    "bio": "Wayne ist ein erfahrener Seed-Stage-Investor mit einer Erfolgsbilanz bei der Förderung von Start-ups durch Beratung und Risikokapital. Er war an über 200 Investitionen beteiligt, saß in über 50 Aufsichtsräten und begleitete mehr als 60 Unternehmen bei Exits. Während seiner gesamten Laufbahn hat er seine Leidenschaft und Begeisterung dafür bewahrt, Unternehmern dabei zu helfen, die Welt zu verändern."
                },
                "noboru": {
                    "bio": "Kam 1991 zu Nihon Yamamura Glass und hat seitdem in verschiedenen Abteilungen und Geschäftsbereichen in Japan gearbeitet. Zudem verfügt er über fast 10 Jahre Erfahrung durch Einsätze in den Tochtergesellschaften der Yamamura-Gruppe in China und den USA. Erfahren in glasbezogenen technischen Angelegenheiten, Marketing, Finanzen, Recht, Unternehmensführung und internationalem Geschäft."
                }
            }
        }
    },
    "investors": {
        "title": "Investoren",
        "rev1": "Rev1 Ventures ist eine Risikokapitalgesellschaft mit Sitz in Columbus, Ohio. Sie konzentriert sich auf Investitionen in skalierbare, technologiegestützte Unternehmen in der Frühphase in verschiedenen Sektoren, einschließlich fortschrittlicher Materialien und alternativer Energien. Als „Venture Development Studio“ hilft es Unternehmern und Konzernen, Innovationen zu beschleunigen.",
        "soundboard": "SoundBoard Venture Fund ist eine Frühphasen-Risikokapitalgesellschaft mit Sitz in Montclair, New Jersey. Sie verfolgt einen kollaborativen Ansatz und nutzt die vielfältigen Perspektiven ihrer Investoren, um Investitionsentscheidungen zu bewerten und zu treffen. Die Firma konzentriert sich auf skalierbare, technologiegestützte Unternehmen und legt großen Wert auf die Beurteilung des Führungsteams der Unternehmen, in die sie investiert.",
        "nyg": "Nihon Yamamura Glass Co., Ltd. ist ein japanisches Unternehmen, das Glasflaschen, Kunststoffbehälter und Glaspulver herstellt und vertreibt. Das 1914 gegründete Unternehmen ist auch in den Bereichen Logistik und „Neues Glas“ (New Glass) tätig. Es ist ein strategischer Partner für RedNOx in Yokohama, Japan."
    },
    "PressRelease": {
        "title": "Pressemitteilung"
    },
    "InTheNews": {
        "title": "In den Nachrichten"
    },
    "Publications": {
        "title": "Veröffentlichungen"
    },
    "Contact": {
        "title": "Kontakt",
        "form": {
            "title": "Senden Sie uns eine Nachricht",
            "subTitle": "Füllen Sie das untenstehende Formular aus, um mit uns in Kontakt zu treten.",
            "subjectSelect": {
                "label": "Betreff",
                "placeholder": "Wählen Sie einen Betreff",
                "options": {
                    "1": "Allgemeine Anfrage",
                    "2": "Partnerschaft",
                    "3": "Investor",
                    "4": "Sonstiges"
                }
            },
            "name": {
                "label": "Name",
                "placeholder": "Geben Sie Ihren vollständigen Namen ein"
            },
            "email": {
                "label": "E-Mail",
                "placeholder": "Geben Sie Ihre E-Mail-Adresse ein"
            },
            "company": {
                "label": "Unternehmen",
                "placeholder": "Geben Sie den Firmennamen ein"
            },
            "message": {
                "label": "Nachricht",
                "placeholder": "Erzählen Sie uns mehr über Ihre Anfrage"
            },
            "submit": "Nachricht senden"
        },
        "locations": {
            "title": "Unsere Standorte",
            "parking": {
                "title": "Parkmöglichkeiten in der Nähe",
                "subTitle": "Zweistündiges Straßenparken in der Moraine Street und Thornton Avenue"
            }
        }
    },
    "newsAndPress": {
        "sidebar": {
            "inTheNews": "In den Nachrichten",
            "pressRelease": "Pressemitteilungen",
            "publications": "Publikationen"
        }
    }
}